[
  { "id": 1, "fr": "Micro-pause Noor Halo : prends trois respirations pour ton cœur maintenant.", "en": "Noor Halo micro-pause: take three breaths for your heart now.", "ar": "استراحة Noor Halo الصغيرة: خذ ثلاثة أنفاس لقلبك الآن." },
  { "id": 2, "fr": "Tu n'as pas besoin de tout gérer. Commence par apaiser ton intérieur.", "en": "You don't need to handle everything. Start by calming your inner self.", "ar": "لست بحاجة لإدارة كل شيء. ابدأ بتهدئة داخلك." },
  { "id": 3, "fr": "Et si tu répondais avec un tout petit peu plus de douceur que d'habitude ?", "en": "What if you responded with just a bit more gentleness than usual?", "ar": "ماذا لو أجبت بلطف أكبر قليلاً من المعتاد؟" },
  { "id": 4, "fr": "Rappelle-toi : ton cœur n'est pas fait pour absorber du contenu toxique en continu.", "en": "Remember: your heart isn't made to absorb toxic content continuously.", "ar": "تذكّر: قلبك ليس مصنوعاً لامتصاص محتوى سام باستمرار." },
  { "id": 5, "fr": "Offre-toi une minute de sincérité : comment tu vas, vraiment ?", "en": "Give yourself a minute of sincerity: how are you, really?", "ar": "امنح نفسك دقيقة من الصدق: كيف حالك، حقاً؟" },
  { "id": 6, "fr": "Tu peux choisir de ne pas nourrir ce qui te fait du mal aujourd'hui.", "en": "You can choose not to feed what hurts you today.", "ar": "يمكنك أن تختار ألا تغذي ما يؤذيك اليوم." },
  { "id": 7, "fr": "Une petite intention sincère peut changer toute ta journée.", "en": "One small sincere intention can change your whole day.", "ar": "نية صغيرة صادقة يمكنها تغيير يومك بالكامل." },
  { "id": 8, "fr": "Tu as survécu à 100 % de tes journées difficiles jusque-là. Respire.", "en": "You've survived 100% of your difficult days so far. Breathe.", "ar": "نجوت من ١٠٠٪ من أيامك الصعبة حتى الآن. تنفس." },
  { "id": 9, "fr": "Fais un geste de bonté aujourd'hui, même si personne ne le voit.", "en": "Do an act of kindness today, even if no one sees it.", "ar": "افعل فعل لطف اليوم، حتى لو لم يره أحد." },
  { "id": 10, "fr": "Et si tu étais un peu plus doux ou douce avec toi-même, juste pour aujourd'hui ?", "en": "What if you were a bit gentler with yourself, just for today?", "ar": "ماذا لو كنت ألطف مع نفسك قليلاً، فقط لهذا اليوم؟" },
  { "id": 11, "fr": "Ferme les yeux 30 secondes. Laisse ta respiration reprendre le lead.", "en": "Close your eyes for 30 seconds. Let your breath take the lead.", "ar": "أغمض عينيك ٣٠ ثانية. دع نفَسك يأخذ القيادة." },
  { "id": 12, "fr": "Tu peux mettre ton téléphone de côté deux minutes. Ton cœur t'attend.", "en": "You can set your phone aside for two minutes. Your heart is waiting.", "ar": "يمكنك أن تضع هاتفك جانباً لدقيقتين. قلبك ينتظرك." },
  { "id": 13, "fr": "Souviens-toi : la lenteur est parfois une forme de respect pour ton âme.", "en": "Remember: slowness is sometimes a form of respect for your soul.", "ar": "تذكّر: البطء أحياناً شكل من احترام روحك." },
  { "id": 14, "fr": "Choisis une seule chose à finir aujourd'hui. Pas besoin d'en faire dix.", "en": "Choose one thing to complete today. No need to do ten.", "ar": "اختر شيئاً واحداً لإكماله اليوم. لا حاجة لعشرة." },
  { "id": 15, "fr": "Tu as le droit de poser une limite, même si tu restes calme.", "en": "You have the right to set a boundary, even while staying calm.", "ar": "من حقك وضع حد، حتى لو بقيت هادئاً." },
  { "id": 16, "fr": "Gratitude challenge : trouve une petite chose pour laquelle dire « merci » maintenant.", "en": "Gratitude challenge: find one small thing to say \"thank you\" for now.", "ar": "تحدي الامتنان: ابحث عن شيء صغير تقول له «شكراً» الآن." },
  { "id": 17, "fr": "Avant de dormir ce soir, prends le temps de dire « merci » à ton cœur.", "en": "Before sleeping tonight, take time to say \"thank you\" to your heart.", "ar": "قبل النوم الليلة، خذ وقتاً لتقول «شكراً» لقلبك." },
  { "id": 18, "fr": "Tu peux te pardonner pour ce que tu ne savais pas encore hier.", "en": "You can forgive yourself for what you didn't yet know yesterday.", "ar": "يمكنك أن تسامح نفسك على ما لم تكن تعرفه بعد أمس." },
  { "id": 19, "fr": "La lumière intérieure ne demande pas la perfection, seulement la sincérité.", "en": "Inner light doesn't ask for perfection, only sincerity.", "ar": "النور الداخلي لا يطلب الكمال، فقط الصدق." },
  { "id": 20, "fr": "Une respiration profonde maintenant vaut mieux qu'un regret plus tard.", "en": "One deep breath now is better than regret later.", "ar": "نفَس عميق واحد الآن أفضل من ندم لاحق." },
  { "id": 21, "fr": "Commence ta journée par une intention, pas par une notification.", "en": "Start your day with an intention, not a notification.", "ar": "ابدأ يومك بنية، لا بإشعار." },
  { "id": 22, "fr": "Aujourd'hui, protège ton cœur comme tu protégerais quelqu'un que tu aimes.", "en": "Today, protect your heart as you'd protect someone you love.", "ar": "اليوم، احمِ قلبك كما تحمي شخصاً تحبه." },
  { "id": 23, "fr": "Tu peux répondre plus lentement. Rien ne mérite que tu sacrifies ta paix intérieure.", "en": "You can respond more slowly. Nothing deserves you sacrificing your inner peace.", "ar": "يمكنك أن ترد ببطء أكبر. لا شيء يستحق أن تضحي بسلامك الداخلي." },
  { "id": 24, "fr": "Rappelle-toi : ton énergie est précieuse. Tu n'es pas obligé de la donner à tout le monde.", "en": "Remember: your energy is precious. You're not obligated to give it to everyone.", "ar": "تذكّر: طاقتك ثمينة. لست ملزماً بإعطائها للجميع." },
  { "id": 25, "fr": "Offre-toi un moment sans écran, même très court. Juste toi, ta respiration et ton cœur.", "en": "Give yourself a screen-free moment, even very short. Just you, your breath, and your heart.", "ar": "امنح نفسك لحظة بلا شاشة، حتى لو كانت قصيرة جداً. فقط أنت ونفَسك وقلبك." },
  { "id": 26, "fr": "Tu peux choisir de ne pas entrer dans chaque discussion qui t'énerve.", "en": "You can choose not to enter every discussion that irritates you.", "ar": "يمكنك أن تختار عدم الدخول في كل نقاش يزعجك." },
  { "id": 27, "fr": "Aujourd'hui, essaye de ne pas parler de toi plus durement que tu ne parlerais à un ami.", "en": "Today, try not to speak of yourself more harshly than you would to a friend.", "ar": "اليوم، حاول ألا تتحدث عن نفسك بقسوة أكبر مما تحدث بها صديقاً." },
  { "id": 28, "fr": "Si ton cœur est fatigué, il mérite du repos, pas un procès.", "en": "If your heart is tired, it deserves rest, not a trial.", "ar": "إذا كان قلبك متعباً، يستحق الراحة، لا المحاكمة." },
  { "id": 29, "fr": "Respire profondément et rappelle-toi : tu fais déjà de ton mieux avec ce que tu as.", "en": "Breathe deeply and remember: you're already doing your best with what you have.", "ar": "تنفس بعمق وتذكّر: أنت تفعل بالفعل ما بوسعك بما لديك." },
  { "id": 30, "fr": "Tu peux commencer petit. La constance compte plus que la performance.", "en": "You can start small. Consistency matters more than performance.", "ar": "يمكنك أن تبدأ صغيراً. الاستمرارية أهم من الأداء." },
  { "id": 31, "fr": "Prends un instant pour observer ce qui t'alourdit aujourd'hui. Le voir, c'est déjà commencer à le déposer.", "en": "Take a moment to notice what weighs on you today. Seeing it is already starting to release it.", "ar": "خذ لحظة لتلاحظ ما يثقلك اليوم. رؤيته هي بداية إطلاقه." },
  { "id": 32, "fr": "Tu n'es pas en retard sur ta vie. Tu es à l'endroit où tu peux apprendre quelque chose de précieux.", "en": "You're not late to your life. You're where you can learn something precious.", "ar": "لست متأخراً على حياتك. أنت حيث يمكنك تعلّم شيء ثمين." },
  { "id": 33, "fr": "Offre une parole douce là où tu aurais pu répondre avec dureté.", "en": "Offer a gentle word where you could have responded harshly.", "ar": "قدّم كلمة لطيفة حيث كان يمكنك أن ترد بقسوة." },
  { "id": 34, "fr": "Ton cœur mérite que tu fasses le tri dans ce que tu consommes chaque jour.", "en": "Your heart deserves you to filter what you consume each day.", "ar": "قلبك يستحق أن تفرز ما تستهلكه كل يوم." },
  { "id": 35, "fr": "Choisis un moment aujourd'hui pour être pleinement présent à ce que tu fais.", "en": "Choose a moment today to be fully present with what you're doing.", "ar": "اختر لحظة اليوم لتكون حاضراً تماماً في ما تفعله." },
  { "id": 36, "fr": "Si tu te sens submergé, reviens à une chose simple : inspirer, expirer, sentir ton corps.", "en": "If you feel overwhelmed, return to something simple: inhale, exhale, feel your body.", "ar": "إذا شعرت بالإرهاق، عد إلى شيء بسيط: شهيق، زفير، أحسس بجسدك." },
  { "id": 37, "fr": "Tu peux mettre en pause ton envie de tout contrôler, même pour quelques minutes.", "en": "You can pause your need to control everything, even for a few minutes.", "ar": "يمكنك أن توقف رغبتك في التحكم بكل شيء، حتى لبضع دقائق." },
  { "id": 38, "fr": "Rappelle-toi : tu as le droit de dire « je ne sais pas » et de laisser venir la clarté plus tard.", "en": "Remember: you have the right to say \"I don't know\" and let clarity come later.", "ar": "تذكّر: من حقك أن تقول «لا أعرف» وأن تدع الوضوح يأتي لاحقاً." },
  { "id": 39, "fr": "Essaie de voir aujourd'hui une chose que tu fais bien, même si elle te semble normale.", "en": "Try to see one thing you do well today, even if it seems ordinary to you.", "ar": "حاول أن ترى شيئاً واحداً تفعله جيداً اليوم، حتى لو بدا عادياً لك." },
  { "id": 40, "fr": "Ton cœur n'est pas un champ de bataille. Il a besoin, parfois, que tu le laisses tranquille.", "en": "Your heart is not a battlefield. Sometimes it needs you to let it be.", "ar": "قلبك ليس ساحة معركة. أحياناً يحتاج أن تتركه وشأنه." },
  { "id": 41, "fr": "Tu peux choisir de rompre avec une habitude qui abîme ta paix, même un peu.", "en": "You can choose to break with a habit that damages your peace, even a little.", "ar": "يمكنك أن تختار قطع عادة تؤذي سلامك، حتى قليلاً." },
  { "id": 42, "fr": "Aujourd'hui, essaye de ne pas te comparer. Compare-toi seulement à la personne que tu étais avant.", "en": "Today, try not to compare yourself. Only compare to who you were before.", "ar": "اليوم، حاول ألا تقارن نفسك. قارن فقط بمن كنته سابقاً." },
  { "id": 43, "fr": "Prends 30 secondes pour envoyer un message sincère à quelqu'un qui compte pour toi.", "en": "Take 30 seconds to send a sincere message to someone who matters to you.", "ar": "خذ ٣٠ ثانية لترسل رسالة صادقة لشخص يهمك." },
  { "id": 44, "fr": "Tu peux être doux avec toi-même sans tomber dans la complaisance. C'est une intelligence du cœur.", "en": "You can be gentle with yourself without falling into complacency. It's heart intelligence.", "ar": "يمكنك أن تكون لطيفاً مع نفسك دون أن تسقط في التساهل. إنه ذكاء القلب." },
  { "id": 45, "fr": "Si ton mental tourne trop vite, laisse ton corps parler : marche, étire-toi, respire.", "en": "If your mind spins too fast, let your body speak: walk, stretch, breathe.", "ar": "إذا كان عقلك يدور بسرعة، دع جسدك يتكلم: امشِ، تمدّد، تنفس." },
  { "id": 46, "fr": "Tu as le droit de prendre une décision qui protège ton cœur, même si personne ne la comprend.", "en": "You have the right to make a decision that protects your heart, even if no one understands it.", "ar": "من حقك اتخاذ قرار يحمي قلبك، حتى لو لم يفهمه أحد." },
  { "id": 47, "fr": "Aujourd'hui, choisis une seule chose à laquelle tu veux être fidèle, et sois-le.", "en": "Today, choose one thing you want to be faithful to, and be it.", "ar": "اليوم، اختر شيئاً واحداً تريد أن تكون وفياً له، وكُنه." },
  { "id": 48, "fr": "Tu peux te parler comme tu parlerais à quelqu'un qui traverse ce que tu traverses.", "en": "You can speak to yourself as you would to someone going through what you're going through.", "ar": "يمكنك أن تحدث نفسك كما تحدث شخصاً يمر بما تمر به." },
  { "id": 49, "fr": "Rappelle-toi : la paix se construit sur des micro-gestes répétés, pas sur un grand moment parfait.", "en": "Remember: peace is built on repeated micro-gestures, not one perfect grand moment.", "ar": "تذكّر: السلام يُبنى على أفعال صغيرة مكررة، لا على لحظة كبيرة مثالية." },
  { "id": 50, "fr": "Laisse-toi une chance de recommencer aujourd'hui, sans te définir par hier.", "en": "Give yourself a chance to start again today, without being defined by yesterday.", "ar": "امنح نفسك فرصة للبدء من جديد اليوم، دون أن تعرّف نفسك بالأمس." },
  { "id": 51, "fr": "Tu peux être profondément sensible et pourtant incroyablement solide.", "en": "You can be deeply sensitive and yet incredibly solid.", "ar": "يمكنك أن تكون حساساً بعمق ومع ذلك صلباً بشكل لا يصدق." },
  { "id": 52, "fr": "Accorde-toi le droit d'être humain : parfois fatigué, parfois confus, toujours en chemin.", "en": "Grant yourself the right to be human: sometimes tired, sometimes confused, always on the path.", "ar": "امنح نفسك حق أن تكون إنساناً: متعباً أحياناً، مرتبكاً أحياناً، على الطريق دائماً." },
  { "id": 53, "fr": "Essaie de nourrir ton cœur aujourd'hui autant que tu nourris tes obligations.", "en": "Try to nourish your heart today as much as you nourish your obligations.", "ar": "حاول أن تغذي قلبك اليوم بقدر ما تغذي التزاماتك." },
  { "id": 54, "fr": "Tu peux décider que ton cœur mérite la même loyauté que ton travail ou tes responsabilités.", "en": "You can decide your heart deserves the same loyalty as your work or responsibilities.", "ar": "يمكنك أن تقرر أن قلبك يستحق نفس الوفاء الذي تمنحه لعملك أو مسؤولياتك." },
  { "id": 55, "fr": "Même un tout petit moment de silence peut changer la couleur de ta journée.", "en": "Even a very small moment of silence can change the color of your day.", "ar": "حتى لحظة صمت صغيرة جداً يمكنها تغيير لون يومك." },
  { "id": 56, "fr": "Tu n'es pas obligé de te punir pour apprendre. Tu peux aussi apprendre par la douceur.", "en": "You don't have to punish yourself to learn. You can also learn through gentleness.", "ar": "لست مضطراً لمعاقبة نفسك لتتعلم. يمكنك أيضاً أن تتعلم باللطف." },
  { "id": 57, "fr": "Rappelle-toi que ton cœur a déjà traversé beaucoup. Lui laisser du repos n'est pas une faiblesse.", "en": "Remember your heart has already been through much. Letting it rest is not weakness.", "ar": "تذكّر أن قلبك مر بالكثير. السماح له بالراحة ليس ضعفاً." },
  { "id": 58, "fr": "Aujourd'hui, essaye de voir ta sensibilité comme une richesse, pas comme un défaut.", "en": "Today, try to see your sensitivity as richness, not as a flaw.", "ar": "اليوم، حاول أن ترى حساسيتك كثراء، لا كعيب." },
  { "id": 59, "fr": "Tu peux choisir une seule respiration consciente maintenant pour revenir dans ton corps.", "en": "You can choose one conscious breath now to return to your body.", "ar": "يمكنك أن تختار نفَساً واعياً واحداً الآن للعودة إلى جسدك." },
  { "id": 60, "fr": "Chaque fois que tu choisis la douceur plutôt que la dureté, tu rééduques ton cœur à la paix.", "en": "Each time you choose gentleness over harshness, you re-educate your heart toward peace.", "ar": "كلما اخترت اللطف على القسوة، تعيد تدريب قلبك على السلام." }
]
