[
  { "id": 1, "fr": "La paix ne vient pas quand tout est réglé. Elle commence quand ton cœur arrête de se battre contre tout.", "en": "Peace doesn't come when everything is settled. It begins when your heart stops fighting everything.", "ar": "السلام لا يأتي عندما يُحل كل شيء. يبدأ عندما يتوقف قلبك عن مقاتلة كل شيء." },
  { "id": 2, "fr": "Tu n'as pas besoin d'être parfait pour être une lumière pour quelqu'un.", "en": "You don't need to be perfect to be a light for someone.", "ar": "لست بحاجة للكمال لتكون نوراً لشخص ما." },
  { "id": 3, "fr": "Parfois, la vraie force, c'est simplement de ne pas répondre avec la même dureté qu'on t'a donnée.", "en": "Sometimes, true strength is simply not responding with the same harshness you received.", "ar": "أحياناً، القوة الحقيقية هي ببساطة ألا ترد بنفس القسوة التي تلقيتها." },
  { "id": 4, "fr": "Ton cœur n'est pas une poubelle. Fais attention à ce que tu y laisses entrer.", "en": "Your heart is not a trash bin. Be careful what you let in.", "ar": "قلبك ليس سلة مهملات. انتبه لما تسمح له بالدخول." },
  { "id": 5, "fr": "La douceur n'est pas une faiblesse. C'est une forme rare de courage.", "en": "Gentleness is not weakness. It's a rare form of courage.", "ar": "اللطف ليس ضعفاً. إنه شكل نادر من الشجاعة." },
  { "id": 6, "fr": "Tu peux être en reconstruction et lumineux en même temps.", "en": "You can be rebuilding and radiant at the same time.", "ar": "يمكنك أن تكون في مرحلة إعادة بناء ومتوهجاً في نفس الوقت." },
  { "id": 7, "fr": "Chaque respiration consciente est une petite purification intérieure.", "en": "Each conscious breath is a small inner purification.", "ar": "كل نفَس واعٍ هو تطهير داخلي صغير." },
  { "id": 8, "fr": "Ne sous-estime jamais la puissance d'un geste de bonté silencieuse.", "en": "Never underestimate the power of a quiet act of kindness.", "ar": "لا تستهن أبداً بقوة فعل لطف صامت." },
  { "id": 9, "fr": "Tu as le droit d'être fatigué. Tu n'as pas besoin de t'en vouloir pour ça.", "en": "You have the right to be tired. You don't need to blame yourself for it.", "ar": "من حقك أن تكون متعباً. لست بحاجة لأن تلوم نفسك على ذلك." },
  { "id": 10, "fr": "Le temps que tu donnes à ton cœur n'est jamais perdu.", "en": "Time given to your heart is never wasted.", "ar": "الوقت الذي تمنحه لقلبك ليس مهدوراً أبداً." },
  { "id": 11, "fr": "La vraie discipline, ce n'est pas la violence contre toi, c'est la fidélité à ce qui est important pour toi.", "en": "True discipline isn't violence against yourself, it's faithfulness to what matters to you.", "ar": "الانضباط الحقيقي ليس عنفاً ضد نفسك، بل وفاء لما يهمك." },
  { "id": 12, "fr": "Ce que tu consommes avec tes yeux finit par habiter ton cœur.", "en": "What you consume with your eyes eventually inhabits your heart.", "ar": "ما تستهلكه بعينيك ينتهي به المطاف ساكناً في قلبك." },
  { "id": 13, "fr": "Tu ne contrôles pas les vagues, mais tu peux apprendre à respirer au milieu d'elles.", "en": "You don't control the waves, but you can learn to breathe amid them.", "ar": "لا تتحكم في الأمواج، لكن يمكنك تعلّم التنفس وسطها." },
  { "id": 14, "fr": "Parfois, prendre soin de soi, c'est dire « non » calmement, même si on tremble un peu.", "en": "Sometimes, self-care means saying \"no\" calmly, even if you tremble a little.", "ar": "أحياناً، العناية بالذات تعني قول «لا» بهدوء، حتى لو كنت ترتجف قليلاً." },
  { "id": 15, "fr": "Ta valeur ne dépend pas de ta productivité du jour.", "en": "Your worth doesn't depend on your productivity of the day.", "ar": "قيمتك لا تعتمد على إنتاجيتك اليوم." },
  { "id": 16, "fr": "Tu peux choisir de ne pas transmettre la dureté que tu as reçue.", "en": "You can choose not to pass on the harshness you received.", "ar": "يمكنك أن تختار عدم نقل القسوة التي تلقيتها." },
  { "id": 17, "fr": "Un petit pas fait avec sincérité vaut plus que mille intentions parfaites jamais posées.", "en": "One small step taken with sincerity is worth more than a thousand perfect intentions never acted on.", "ar": "خطوة صغيرة مفعولة بصدق تساوي أكثر من ألف نية مثالية لم تُنفَّذ أبداً." },
  { "id": 18, "fr": "Ton cœur a survécu à des choses que tu pensais impossibles. Honore-le.", "en": "Your heart survived things you thought impossible. Honor it.", "ar": "قلبك نجا من أشياء ظننتها مستحيلة. كرّمه." },
  { "id": 19, "fr": "Parler doucement ne veut pas dire que tu n'es pas ferme. Ça veut dire que tu es aligné.", "en": "Speaking gently doesn't mean you're not firm. It means you're aligned.", "ar": "التحدث بلطف لا يعني أنك لست حازماً. يعني أنك متوافق." },
  { "id": 20, "fr": "Il y a une part de toi qui sait déjà vers quoi elle veut aller. Donne-lui un peu plus de place.", "en": "There's a part of you that already knows where it wants to go. Give it a bit more space.", "ar": "هناك جزء منك يعرف بالفعل إلى أين يريد الذهاب. امنحه مساحة أكبر قليلاً." },
  { "id": 21, "fr": "La lumière intérieure ne fait pas de bruit, mais elle change tout ce qu'elle touche.", "en": "Inner light makes no noise, but it changes everything it touches.", "ar": "النور الداخلي لا يصدر صوتاً، لكنه يغيّر كل ما يلمسه." },
  { "id": 22, "fr": "Tu peux être doux et solide à la fois. La douceur n'annule pas ta force, elle la dirige.", "en": "You can be gentle and solid at once. Gentleness doesn't cancel your strength, it directs it.", "ar": "يمكنك أن تكون لطيفاً وصلباً في آن. اللطف لا يلغي قوتك، بل يوجّهها." },
  { "id": 23, "fr": "Chaque fois que tu protèges ton cœur d'une chose toxique, tu fais un acte de respect envers toi-même.", "en": "Each time you protect your heart from something toxic, you perform an act of self-respect.", "ar": "كلما حميت قلبك من شيء سام، تقوم بفعل احترام لنفسك." },
  { "id": 24, "fr": "Le calme n'est pas l'absence de bruit, c'est la qualité de ta présence au milieu de ce bruit.", "en": "Calm is not the absence of noise, it's the quality of your presence amid that noise.", "ar": "الهدوء ليس غياب الضجيج، بل نوعية حضورك وسط هذا الضجيج." },
  { "id": 25, "fr": "Tu n'as pas à courir pour être à ta place. Ce qui est vraiment pour toi ne te demandera jamais de t'abandonner.", "en": "You don't have to rush to be in your place. What's truly for you will never ask you to abandon yourself.", "ar": "لست مضطراً للركض لتكون في مكانك. ما هو لك حقاً لن يطلب منك أبداً أن تتخلى عن نفسك." },
  { "id": 26, "fr": "Apprendre à te parler avec douceur est une des formes les plus profondes de guérison.", "en": "Learning to speak to yourself gently is one of the deepest forms of healing.", "ar": "تعلّم أن تحدث نفسك بلطف هو أحد أعمق أشكال الشفاء." },
  { "id": 27, "fr": "Tu peux ralentir sans être en retard sur ta vie.", "en": "You can slow down without being late to your life.", "ar": "يمكنك أن تبطئ دون أن تتأخر على حياتك." },
  { "id": 28, "fr": "Certaines portes ne s'ouvrent que quand tu acceptes d'arrêter de forcer.", "en": "Some doors only open when you accept to stop forcing.", "ar": "بعض الأبواب لا تُفتح إلا عندما تقبل التوقف عن الإجبار." },
  { "id": 29, "fr": "Ton cœur comprend des choses que ton mental essaie encore de contrôler.", "en": "Your heart understands things your mind is still trying to control.", "ar": "قلبك يفهم أشياء ما زال عقلك يحاول التحكم فيها." },
  { "id": 30, "fr": "Tu n'as pas besoin d'avoir tout compris pour avancer avec sincérité.", "en": "You don't need to understand everything to move forward with sincerity.", "ar": "لست بحاجة لفهم كل شيء لتتقدم بصدق." },
  { "id": 31, "fr": "La patience n'est pas de l'attente passive, c'est une confiance active dans le temps.", "en": "Patience is not passive waiting, it's active trust in time.", "ar": "الصبر ليس انتظاراً سلبياً، بل ثقة نشطة في الزمن." },
  { "id": 32, "fr": "Chaque fois que tu retiens une parole qui pourrait blesser, tu purifies ton cœur un peu plus.", "en": "Each time you hold back a word that could wound, you purify your heart a bit more.", "ar": "كلما منعت كلمة قد تجرح، تطهّر قلبك أكثر قليلاً." },
  { "id": 33, "fr": "Le monde ne verra peut-être jamais ton travail intérieur, mais ton cœur, lui, le sait.", "en": "The world may never see your inner work, but your heart knows.", "ar": "العالم قد لا يرى عملك الداخلي أبداً، لكن قلبك يعرفه." },
  { "id": 34, "fr": "Tu peux être un refuge pour les autres sans t'oublier complètement toi-même.", "en": "You can be a refuge for others without completely forgetting yourself.", "ar": "يمكنك أن تكون ملجأً للآخرين دون أن تنسى نفسك تماماً." },
  { "id": 35, "fr": "La lumière que tu cherches parfois à l'extérieur attend souvent que tu lui fasses de la place à l'intérieur.", "en": "The light you sometimes seek outside often waits for you to make space for it inside.", "ar": "النور الذي تبحث عنه أحياناً خارجاً غالباً ينتظرك لتفسح له مكاناً داخلك." },
  { "id": 36, "fr": "Faire de ton mieux ne signifie pas t'épuiser, mais agir avec sincérité dans tes limites du moment.", "en": "Doing your best doesn't mean exhausting yourself, but acting with sincerity within your current limits.", "ar": "فعل ما بوسعك لا يعني استنزافك، بل التصرف بصدق ضمن حدودك الحالية." },
  { "id": 37, "fr": "Tu peux respecter ton cœur même quand personne ne comprend tes choix.", "en": "You can respect your heart even when no one understands your choices.", "ar": "يمكنك أن تحترم قلبك حتى عندما لا يفهم أحد اختياراتك." },
  { "id": 38, "fr": "Certaines réponses viennent seulement quand tu acceptes de faire silence.", "en": "Some answers come only when you accept to be silent.", "ar": "بعض الأجوبة تأتي فقط عندما تقبل الصمت." },
  { "id": 39, "fr": "Tu n'es pas en retard sur ta vie. Tu es exactement au point où tu peux apprendre ce que tu dois apprendre maintenant.", "en": "You're not late to your life. You're exactly where you can learn what you need to learn now.", "ar": "لست متأخراً على حياتك. أنت تماماً حيث يمكنك تعلّم ما تحتاج تعلّمه الآن." },
  { "id": 40, "fr": "L'apaisement commence souvent au moment où tu arrêtes de te battre contre ce que tu ressens.", "en": "Calming often begins the moment you stop fighting what you feel.", "ar": "الهدوء غالباً يبدأ في اللحظة التي تتوقف فيها عن مقاتلة ما تشعر به." },
  { "id": 41, "fr": "Tu peux honorer ton passé sans le laisser décider entièrement de ton futur.", "en": "You can honor your past without letting it entirely decide your future.", "ar": "يمكنك تكريم ماضيك دون أن تتركه يحدد مستقبلك بالكامل." },
  { "id": 42, "fr": "La vraie grandeur commence par une sincérité radicale envers soi-même.", "en": "True greatness begins with radical sincerity toward oneself.", "ar": "العظمة الحقيقية تبدأ بصدق جذري تجاه النفس." },
  { "id": 43, "fr": "Même une petite lumière a du sens dans une pièce sombre.", "en": "Even a small light has meaning in a dark room.", "ar": "حتى ضوء صغير له معنى في غرفة مظلمة." },
  { "id": 44, "fr": "Ton cœur n'est pas fragile, il est sensible. C'est différent.", "en": "Your heart isn't fragile, it's sensitive. That's different.", "ar": "قلبك ليس هشاً، بل حساس. هذا مختلف." },
  { "id": 45, "fr": "Parfois, laisser partir quelque chose, c'est laisser une place à ce qui te ressemble davantage.", "en": "Sometimes, letting something go means making room for what resembles you more.", "ar": "أحياناً، ترك شيء يعني إفساح مكان لما يشبهك أكثر." },
  { "id": 46, "fr": "Ton rythme n'a pas besoin de ressembler à celui des autres pour être valable.", "en": "Your rhythm doesn't need to resemble others' to be valid.", "ar": "إيقاعك لا يحتاج لأن يشبه إيقاع الآخرين ليكون صالحاً." },
  { "id": 47, "fr": "Les gens qui gardent un cœur doux dans un monde dur portent un courage discret.", "en": "People who keep a gentle heart in a harsh world carry a quiet courage.", "ar": "الناس الذين يحتفظون بقلب لطيف في عالم قاسٍ يحملون شجاعة هادئة." },
  { "id": 48, "fr": "Tu peux choisir aujourd'hui de ne plus parler de toi comme de ton pire ennemi.", "en": "You can choose today to stop speaking of yourself as your worst enemy.", "ar": "يمكنك أن تختار اليوم ألا تتحدث عن نفسك كأسوأ عدو لك." },
  { "id": 49, "fr": "Apprendre à dire « je ne sais pas » ouvre parfois des chemins que la certitude bloque.", "en": "Learning to say \"I don't know\" sometimes opens paths that certainty blocks.", "ar": "تعلّم قول «لا أعرف» يفتح أحياناً مسارات يسدها اليقين." },
  { "id": 50, "fr": "Tu peux avancer doucement et rester quelqu'un de déterminé. La douceur ne ralentit pas ton destin.", "en": "You can move gently and still be determined. Gentleness doesn't slow your destiny.", "ar": "يمكنك أن تتقدم بلطف وتبقى شخصاً عازماً. اللطف لا يبطئ مصيرك." },
  { "id": 51, "fr": "La clarté intérieure vient rarement d'un coup. Elle se construit respiration après respiration.", "en": "Inner clarity rarely comes all at once. It builds breath by breath.", "ar": "الوضوح الداخلي نادراً ما يأتي دفعة واحدة. يُبنى نَفَساً بعد نَفَس." },
  { "id": 52, "fr": "Chaque fois que tu choisis la sincérité plutôt que l'apparence, tu allèges ton cœur.", "en": "Each time you choose sincerity over appearance, you lighten your heart.", "ar": "كلما اخترت الصدق على المظهر، خففت قلبك." },
  { "id": 53, "fr": "Tu as le droit de changer d'avis quand tu découvres une vérité plus profonde sur toi-même.", "en": "You have the right to change your mind when you discover a deeper truth about yourself.", "ar": "من حقك أن تغيّر رأيك عندما تكتشف حقيقة أعمق عن نفسك." },
  { "id": 54, "fr": "La lumière ne te demande pas d'être parfait, seulement de rester honnête avec ton propre cœur.", "en": "Light doesn't ask you to be perfect, only to stay honest with your own heart.", "ar": "النور لا يطلب منك الكمال، فقط أن تبقى صادقاً مع قلبك." },
  { "id": 55, "fr": "Le calme que tu construis à l'intérieur finit toujours par se voir à l'extérieur.", "en": "The calm you build inside always ends up showing outside.", "ar": "الهدوء الذي تبنيه داخلاً ينتهي دائماً بالظهور خارجاً." },
  { "id": 56, "fr": "Tu peux poser des limites sans cesser d'être une personne bienveillante.", "en": "You can set boundaries without ceasing to be a kind person.", "ar": "يمكنك وضع حدود دون أن تتوقف عن كونك شخصاً حنوناً." },
  { "id": 57, "fr": "Tes petites victoires intérieures valent d'être reconnues, même si personne ne les applaudit.", "en": "Your small inner victories deserve recognition, even if no one applauds them.", "ar": "انتصاراتك الداخلية الصغيرة تستحق الاعتراف، حتى لو لم يصفق لها أحد." },
  { "id": 58, "fr": "Prendre soin de ton cœur n'est pas un luxe, c'est une nécessité silencieuse.", "en": "Taking care of your heart is not a luxury, it's a silent necessity.", "ar": "العناية بقلبك ليست رفاهية، بل ضرورة صامتة." },
  { "id": 59, "fr": "Tu n'as pas besoin de tout comprendre pour faire un pas de plus vers la paix.", "en": "You don't need to understand everything to take one more step toward peace.", "ar": "لست بحاجة لفهم كل شيء لتخطو خطوة أخرى نحو السلام." },
  { "id": 60, "fr": "Chaque jour où tu choisis la douceur plutôt que la dureté, tu rééduques ton cœur à la paix.", "en": "Each day you choose gentleness over harshness, you re-educate your heart toward peace.", "ar": "كل يوم تختار فيه اللطف على القسوة، تعيد تدريب قلبك على السلام." }
]
